Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Could not save role membership.
ar: تعذر حفظ عضوية الدور.
bn: ভূমিকা সদস্যপদ সংরক্ষণ করা যায়নি.
es: No se pudo guardar la membresía del rol.
fr: Impossible d'enregistrer l'appartenance au rôle.
hi: भूमिका सदस्यता सहेजी नहीं जा सकी.
it: Impossibile salvare l'appartenenza al ruolo.
nl: Kan rollidmaatschap niet opslaan.
te: పాత్ర సభ్యత్వాన్ని సేవ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法保存角色成员身份。

source: Object visibility
ar: رؤية الكائن
bn: বস্তুর দৃশ্যমানতা
es: Visibilidad de objetos
fr: Visibilité des objets
hi: वस्तु दृश्यता
it: Visibilità degli oggetti
nl: Zichtbaarheid van objecten
te: వస్తువు దృశ్యమానత
zh_tw: 对象可见性

source: Design objects visible to this community (read-only lens). Complements per-object ACL edit.
ar: تصميم كائنات مرئية لهذا المجتمع (عدسة للقراءة فقط). يكمل تحرير ACL لكل كائن.
bn: এই সম্প্রদায়ের কাছে দৃশ্যমান বস্তুর ডিজাইন করুন (শুধুমাত্র পড়ার লেন্স)। প্রতি-বস্তু ACL সম্পাদনা পরিপূরক।
es: Diseñe objetos visibles para esta comunidad (lente de solo lectura). Complementa la edición de ACL por objeto.
fr: Objets de conception visibles par cette communauté (lentille lecture seule). Complète la modification de l'ACL par objet.
hi: इस समुदाय के लिए दृश्यमान वस्तुओं को डिज़ाइन करें (केवल पढ़ने योग्य लेंस)। प्रति-ऑब्जेक्ट एसीएल संपादन को पूरा करता है।
it: Progetta oggetti visibili a questa comunità (lente di sola lettura). Complementa la modifica ACL per oggetto.
nl: Ontwerpobjecten die zichtbaar zijn voor deze community (alleen-lezenlens). Complementeert ACL-bewerking per object.
te: ఈ కమ్యూనిటీకి కనిపించే వస్తువులను డిజైన్ చేయండి (చదవడానికి మాత్రమే లెన్స్). ప్రతి వస్తువు ACL సవరణను పూరిస్తుంది.
zh_tw: 设计该社区可见的对象（只读镜头）。补充每个对象的 ACL 编辑。

source: Loading visibility…
ar: جارٍ تحميل إمكانية الرؤية…
bn: দৃশ্যমানতা লোড হচ্ছে...
es: Cargando visibilidad…
fr: Visibilité du chargement…
hi: दृश्यता लोड हो रही है...
it: Caricamento visibilità...
nl: Zichtbaarheid laden…
te: దృశ్యమానతను లోడ్ చేస్తోంది…
zh_tw: 正在加载可见性...

source: Could not load community visibility.
ar: لا يمكن تحميل رؤية المجتمع.
bn: সম্প্রদায়ের দৃশ্যমানতা লোড করা যায়নি৷
es: No se pudo cargar la visibilidad de la comunidad.
fr: Impossible de charger la visibilité de la communauté.
hi: समुदाय दृश्यता लोड नहीं हो सकी.
it: Impossibile caricare la visibilità della community.
nl: Kan communityzichtbaarheid niet laden.
te: సంఘం దృశ్యమానతను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载社区可见性。

source: No visible objects returned for this community.
ar: لم يتم إرجاع أي أشياء مرئية لهذا المجتمع.
bn: এই সম্প্রদায়ের জন্য কোন দৃশ্যমান বস্তু ফিরে আসেনি৷
es: No se devolvieron objetos visibles para esta comunidad.
fr: Aucun objet visible renvoyé pour cette communauté.
hi: इस समुदाय के लिए कोई दृश्यमान वस्तु वापस नहीं आई।
it: Nessun oggetto visibile restituito per questa comunità.
nl: Er zijn geen zichtbare objecten geretourneerd voor deze community.
te: ఈ సంఘం కోసం కనిపించే వస్తువులు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有为该社区返回任何可见对象。

source: Community GUID not available — cannot load visibility.
ar: المعرف الفريد العمومي للمجتمع غير متوفر — لا يمكن تحميل الرؤية.
bn: কমিউনিটি GUID উপলব্ধ নেই — দৃশ্যমানতা লোড করা যাবে না।
es: GUID de la comunidad no disponible: no se puede cargar la visibilidad.
fr: GUID de communauté non disponible : impossible de charger la visibilité.
hi: सामुदायिक GUID उपलब्ध नहीं है - दृश्यता लोड नहीं की जा सकती।
it: GUID della community non disponibile: impossibile caricare la visibilità.
nl: Community-GUID niet beschikbaar: kan de zichtbaarheid niet laden.
te: కమ్యూనిటీ GUID అందుబాటులో లేదు - దృశ్యమానతను లోడ్ చేయడం సాధ్యపడదు.
zh_tw: 社区 GUID 不可用 — 无法加载可见性。

source: Known gaps
ar: الفجوات المعروفة
bn: পরিচিত ফাঁক
es: Brechas conocidas
fr: Lacunes connues
hi: ज्ञात अंतराल
it: Lacune note
nl: Bekende hiaten
te: తెలిసిన ఖాళీలు
zh_tw: 已知的差距

source: Per-object ACL entry add/remove remains a separate object editor slice
ar: تظل إضافة/إزالة إدخال قائمة التحكم بالوصول (ACL) لكل كائن بمثابة شريحة محرر كائن منفصلة
bn: প্রতি-অবজেক্ট ACL এন্ট্রি অ্যাড/রিমুভ একটি আলাদা অবজেক্ট এডিটর স্লাইস থেকে যায়
es: Agregar/eliminar entradas de ACL por objeto sigue siendo una sección separada del editor de objetos
fr: L'ajout/suppression d'entrée ACL par objet reste une tranche d'éditeur d'objet distincte
hi: प्रति-ऑब्जेक्ट ACL प्रविष्टि जोड़ने/निकालने का एक अलग ऑब्जेक्ट संपादक स्लाइस रहता है
it: L'aggiunta/rimozione della voce ACL per oggetto rimane una sezione separata dell'editor di oggetti
nl: Per object ACL-invoer toevoegen/verwijderen blijft een afzonderlijk objecteditorsegment
te: పర్-ఆబ్జెక్ట్ ACL ఎంట్రీ యాడ్/తొలగింపు అనేది ప్రత్యేక ఆబ్జెక్ట్ ఎడిటర్ స్లైస్u200cగా మిగిలిపోయింది
zh_tw: 每个对象 ACL 条目添加/删除仍然是一个单独的对象编辑器片段

source: Loading pipelines…
ar: جارٍ تحميل خطوط الأنابيب…
bn: পাইপলাইন লোড হচ্ছে...
es: Cargando tuberías…
fr: Chargement des pipelines…
hi: पाइपलाइनें लोड हो रही हैं…
it: Caricamento pipeline…
nl: Pijpleidingen laden…
te: పైప్u200cలైన్u200cలను లోడ్ చేస్తోంది…
zh_tw: 正在加载管道...

source: No pipeline applications returned.
ar: لم يتم إرجاع أي طلبات لخطوط الأنابيب.
bn: কোনো পাইপলাইন অ্যাপ্লিকেশন ফিরে আসেনি.
es: No se devolvieron solicitudes en tramitación.
fr: Aucune demande de pipeline n'a été renvoyée.
hi: कोई पाइपलाइन आवेदन वापस नहीं आया.
it: Nessuna applicazione pipeline restituita.
nl: Er zijn geen pijplijnaanvragen geretourneerd.
te: పైప్u200cలైన్ దరఖాస్తులు ఏవీ తిరిగి రాలేదు.
zh_tw: 没有返回管道应用程序。

source: Could not load pipelines.
ar: لا يمكن تحميل خطوط الأنابيب.
bn: পাইপলাইন লোড করা যায়নি।
es: No se pudieron cargar las tuberías.
fr: Impossible de charger les pipelines.
hi: पाइपलाइनें लोड नहीं की जा सकीं.
it: Impossibile caricare le pipeline.
nl: Kan pijpleidingen niet laden.
te: పైప్u200cలైన్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载管道。

source: Server applications (classic XML Applications). Read-only catalog — editor, start/stop, and IR import are later slices.
ar: تطبيقات الخادم (تطبيقات XML الكلاسيكية). كتالوج للقراءة فقط — المحرر، والبدء/الإيقاف، واستيراد IR هي شرائح لاحقة.
bn: সার্ভার অ্যাপ্লিকেশন (ক্লাসিক XML অ্যাপ্লিকেশন)। শুধুমাত্র পঠনযোগ্য ক্যাটালগ — এডিটর, স্টার্ট/স্টপ, এবং IR ইম্পোর্ট হল পরবর্তী স্লাইস।
es: Aplicaciones de servidor (Aplicaciones XML clásicas). Catálogo de solo lectura: el editor, el inicio/detención y la importación de IR son secciones posteriores.
fr: Applications serveur (applications XML classiques). Catalogue en lecture seule : l'éditeur, le démarrage/arrêt et l'importation IR sont des tranches ultérieures.
hi: सर्वर अनुप्रयोग (क्लासिक XML अनुप्रयोग)। केवल पढ़ने योग्य कैटलॉग - संपादक, स्टार्ट/स्टॉप और आईआर आयात बाद के स्लाइस हैं।
it: Applicazioni server (applicazioni XML classiche). Catalogo di sola lettura: editor, avvio/arresto e importazione IR sono sezioni successive.
nl: Serverapplicaties (klassieke XML-applicaties). Alleen-lezen catalogus: editor, start/stop en IR-import zijn latere segmenten.
te: సర్వర్ అప్లికేషన్లు (క్లాసిక్ XML అప్లికేషన్లు). చదవడానికి-మాత్రమే కేటలాగ్ — ఎడిటర్, స్టార్ట్/స్టాప్ మరియు IR దిగుమతి తర్వాత స్లైస్u200cలు.
zh_tw: 服务器应用程序（经典 XML 应用程序）。只读目录 - 编辑器、启动/停止和 IR 导入是后面的切片。

source: App root
ar: جذر التطبيق
bn: অ্যাপ রুট
es: raíz de la aplicación
fr: Racine de l'application
hi: ऐप रूट
it: Radice dell'app
te: యాప్ రూట్
zh_tw: 应用程序根目录

source: Design-time access control for this object. Toggle permissions, add or remove entries, then save (full entry list replace via bulk ACL API).
ar: التحكم في الوصول في وقت التصميم لهذا الكائن. قم بتبديل الأذونات، وإضافة الإدخالات أو إزالتها، ثم الحفظ (استبدال قائمة الإدخال الكاملة عبر واجهة برمجة تطبيقات ACL المجمعة).
bn: এই বস্তুর জন্য ডিজাইন-টাইম অ্যাক্সেস নিয়ন্ত্রণ। অনুমতি টগল করুন, এন্ট্রি যোগ করুন বা সরান, তারপর সংরক্ষণ করুন (পূর্ণ এন্ট্রি তালিকা বাল্ক ACL API এর মাধ্যমে প্রতিস্থাপন করুন)।
es: Control de acceso en tiempo de diseño para este objeto. Alterne permisos, agregue o elimine entradas, luego guarde (la lista de entradas completa se reemplaza mediante API ACL masiva).
fr: Contrôle d'accès au moment du design pour cet objet. Basculez les autorisations, ajoutez ou supprimez des entrées, puis enregistrez (remplacement complet de la liste des entrées via l'API ACL en masse).
hi: इस ऑब्जेक्ट के लिए डिज़ाइन-टाइम एक्सेस नियंत्रण। अनुमतियाँ टॉगल करें, प्रविष्टियाँ जोड़ें या हटाएँ, फिर सहेजें (पूर्ण प्रविष्टि सूची को बल्क एसीएल एपीआई के माध्यम से बदलें)।
it: Controllo dell'accesso in fase di progettazione per questo oggetto. Attiva/disattiva le autorizzazioni, aggiungi o rimuovi voci, quindi salva (sostituisci l'elenco completo delle voci tramite API ACL in blocco).
nl: Design-time toegangscontrole voor dit object. Schakel machtigingen in, voeg vermeldingen toe of verwijder ze en sla vervolgens op (volledige vermeldingslijst vervangen via bulk-ACL-API).
te: ఈ వస్తువు కోసం డిజైన్-సమయ యాక్సెస్ నియంత్రణ. అనుమతులను టోగుల్ చేయండి, ఎంట్రీలను జోడించండి లేదా తీసివేయండి, ఆపై సేవ్ చేయండి (పూర్తి ఎంట్రీ జాబితాను బల్క్ ACL API ద్వారా భర్తీ చేయండి).
zh_tw: 该对象的设计时访问控制。切换权限、添加或删除条目，然后保存（通过批量 ACL API 替换完整条目列表）。

source: An entry with that name and type already exists.
ar: هناك إدخال بهذا الاسم والنوع موجود بالفعل.
bn: সেই নাম এবং প্রকারের একটি এন্ট্রি ইতিমধ্যেই বিদ্যমান।
es: Ya existe una entrada con ese nombre y tipo.
fr: Une entrée portant ce nom et ce type existe déjà.
hi: उस नाम और प्रकार वाली एक प्रविष्टि पहले से मौजूद है।
it: Esiste già una voce con quel nome e tipo.
nl: Er bestaat al een vermelding met die naam en dit type.
te: ఆ పేరు మరియు రకంతో ఇప్పటికే ఒక ఎంట్రీ ఉంది.
zh_tw: 具有该名称和类型的条目已存在。

source: Role, user, or community name
ar: الدور أو المستخدم أو اسم المجتمع
bn: ভূমিকা, ব্যবহারকারী, বা সম্প্রদায়ের নাম
es: Nombre de rol, usuario o comunidad
fr: Nom du rôle, de l'utilisateur ou de la communauté
hi: भूमिका, उपयोगकर्ता, या समुदाय का नाम
it: Ruolo, utente o nome della comunità
nl: Rol-, gebruiker- of communitynaam
te: పాత్ర, వినియోగదారు లేదా సంఘం పేరు
zh_tw: 角色、用户或社区名称

source: Principal name
ar: الاسم الرئيسي
bn: প্রধান নাম
es: Nombre principal
fr: Nom principal
hi: प्रधान का नाम
it: Nome principale
nl: Hoofdnaam
te: ప్రధాన పేరు
zh_tw: 校长姓名

source: Add entry
ar: إضافة إدخال
bn: এন্ট্রি যোগ করুন
es: Agregar entrada
fr: Ajouter une entrée
hi: प्रविष्टि जोड़ें
it: Aggiungi voce
nl: Voeg vermelding toe
te: ఎంట్రీని జోడించండి
zh_tw: 添加条目

source: User or role that owns the ACL
ar: المستخدم أو الدور الذي يملك قائمة التحكم بالوصول (ACL).
bn: ACL এর মালিক ব্যবহারকারী বা ভূমিকা
es: Usuario o rol propietario de la ACL
fr: Utilisateur ou rôle propriétaire de l'ACL
hi: उपयोगकर्ता या भूमिका जो ACL का स्वामी है
it: Utente o ruolo proprietario dell'ACL
nl: Gebruiker of rol die eigenaar is van de ACL
te: ACLని కలిగి ఉన్న వినియోగదారు లేదా పాత్ర
zh_tw: 拥有 ACL 的用户或角色

source: Owner principal
ar: المالك الرئيسي
bn: মালিক প্রধান
es: propietario principal
fr: Propriétaire principal
hi: मालिक प्रिंसिपल
it: Proprietario principale
nl: Eigenaar opdrachtgever
te: యజమాని ప్రిన్సిపాల్
zh_tw: 业主本金

source: Could not create object ACL.
ar: لا يمكن إنشاء كائن ACL.
bn: ACL অবজেক্ট তৈরি করা যায়নি।
es: No se pudo crear la ACL del objeto.
fr: Impossible de créer l'ACL de l'objet.
hi: ऑब्जेक्ट ACL नहीं बनाया जा सका.
it: Impossibile creare l'ACL dell'oggetto.
nl: Kan object-ACL niet maken.
te: వస్తువు ACLని సృష్టించడం సాధ్యపడలేదు.
zh_tw: 无法创建对象 ACL。

source: Creating…
ar: جارٍ الإنشاء…
bn: তৈরি করা হচ্ছে...
es: Creando…
fr: Création…
hi: बनाया जा रहा है...
it: Creazione...
nl: Creëren…
te: సృష్టిస్తోంది...
zh_tw: 创造……

source: Create ACL
ar: إنشاء قائمة التحكم بالوصول (ACL).
bn: ACL তৈরি করুন
es: Crear lista de control de acceso (ACL)
fr: Créer une liste de contrôle d'accès
hi: एसीएल बनाएं
it: Crea ACL
nl: ACL maken
te: ACLని సృష్టించండి
zh_tw: 创建访问控制列表

source: Create a design-time ACL with an owner principal. You can add more entries after it is created.
ar: قم بإنشاء قائمة ACL لوقت التصميم باستخدام مدير المالك. يمكنك إضافة المزيد من الإدخالات بعد إنشائها.
bn: মালিক প্রধানের সাথে একটি ডিজাইন-টাইম ACL তৈরি করুন। এটি তৈরি হওয়ার পরে আপনি আরও এন্ট্রি যোগ করতে পারেন।
es: Cree una ACL en tiempo de diseño con una entidad principal de propietario. Puede agregar más entradas después de crearlo.
fr: Créez une ACL au moment de la conception avec un principal propriétaire. Vous pouvez ajouter d'autres entrées après sa création.
hi: स्वामी प्रिंसिपल के साथ एक डिज़ाइन-टाइम एसीएल बनाएं। इसके बनने के बाद आप और प्रविष्टियाँ जोड़ सकते हैं।
it: Creare un ACL in fase di progettazione con un'entità proprietaria. È possibile aggiungere più voci dopo la creazione.
nl: Maak een ontwerptijd-ACL met een eigenaar-principal. U kunt meer vermeldingen toevoegen nadat deze zijn gemaakt.
te: యజమాని ప్రిన్సిపాల్u200cతో డిజైన్-టైమ్ ACLని సృష్టించండి. ఇది సృష్టించబడిన తర్వాత మీరు మరిన్ని ఎంట్రీలను జోడించవచ్చు.
zh_tw: 创建具有所有者主体的设计时 ACL。创建后您可以添加更多条目。

source: No ACL entries yet — add a principal below.
ar: لا توجد إدخالات في قائمة التحكم بالوصول (ACL) حتى الآن - أضف مديرًا رئيسيًا أدناه.
bn: এখনও কোন ACL এন্ট্রি নেই — নীচে একটি প্রধান যোগ করুন।
es: Aún no hay entradas de ACL: agregue un director a continuación.
fr: Aucune entrée ACL pour l'instant : ajoutez un principal ci-dessous.
hi: अभी तक कोई एसीएल प्रविष्टियाँ नहीं - नीचे एक मूलधन जोड़ें।
it: Nessuna voce ACL ancora: aggiungi un'entità di seguito.
nl: Nog geen ACL-vermeldingen. Voeg hieronder een opdrachtgever toe.
te: ఇంకా ACL ఎంట్రీలు ఏవీ లేవు — దిగువన ఒక ప్రిన్సిపాల్u200cని జోడించండి.
zh_tw: 尚无 ACL 条目 - 在下面添加主体。

source: Server applications (classic XML Applications). Open a row for read-only detail and data sets. Editor, start/stop, and IR import are later slices.
ar: تطبيقات الخادم (تطبيقات XML الكلاسيكية). افتح صفًا للحصول على تفاصيل ومجموعات بيانات للقراءة فقط. المحرر، والبدء/الإيقاف، واستيراد IR هي شرائح لاحقة.
bn: সার্ভার অ্যাপ্লিকেশন (ক্লাসিক XML অ্যাপ্লিকেশন)। শুধুমাত্র পঠনযোগ্য বিশদ এবং ডেটা সেটের জন্য একটি সারি খুলুন। এডিটর, স্টার্ট/স্টপ, এবং IR ইম্পোর্ট পরবর্তী স্লাইস।
es: Aplicaciones de servidor (Aplicaciones XML clásicas). Abra una fila para detalles y conjuntos de datos de solo lectura. El editor, el inicio/detención y la importación de IR son porciones posteriores.
fr: Applications serveur (applications XML classiques). Ouvrez une ligne pour les détails et les ensembles de données en lecture seule. L'éditeur, le démarrage/arrêt et l'importation IR sont des tranches ultérieures.
hi: सर्वर अनुप्रयोग (क्लासिक XML अनुप्रयोग)। केवल पढ़ने योग्य विवरण और डेटा सेट के लिए एक पंक्ति खोलें। संपादक, स्टार्ट/स्टॉप और आईआर आयात बाद के स्लाइस हैं।
it: Applicazioni server (applicazioni XML classiche). Aprire una riga per i dettagli e i set di dati di sola lettura. Editor, avvio/arresto e importazione IR sono sezioni successive.
nl: Serverapplicaties (klassieke XML-applicaties). Open een rij voor alleen-lezen details en gegevenssets. Editor, start/stop en IR-import zijn latere segmenten.
te: సర్వర్ అప్లికేషన్లు (క్లాసిక్ XML అప్లికేషన్లు). చదవడానికి-మాత్రమే వివరాలు మరియు డేటా సెట్u200cల కోసం అడ్డు వరుసను తెరవండి. ఎడిటర్, స్టార్ట్/స్టాప్ మరియు IR దిగుమతి తర్వాత స్లైస్u200cలు.
zh_tw: 服务器应用程序（经典 XML 应用程序）。打开一行用于只读详细信息和数据集。编辑器、开始/停止和 IR 导入是后面的切片。

source: Loading pipeline application…
ar: جارٍ تحميل تطبيق خط الأنابيب…
bn: পাইপলাইন অ্যাপ্লিকেশন লোড হচ্ছে...
es: Cargando aplicación de canalización...
fr: Chargement de l'application de pipeline…
hi: पाइपलाइन एप्लिकेशन लोड हो रहा है…
it: Caricamento dell'applicazione pipeline…
nl: Pijplijntoepassing laden...
te: పైప్u200cలైన్ అప్లికేషన్ లోడ్ అవుతోంది…
zh_tw: 正在加载管道应用程序...

source: Could not load pipeline application.
ar: تعذر تحميل تطبيق خط الأنابيب.
bn: পাইপলাইন অ্যাপ্লিকেশন লোড করা যায়নি.
es: No se pudo cargar la aplicación de canalización.
fr: Impossible de charger l'application pipeline.
hi: पाइपलाइन एप्लिकेशन लोड नहीं किया जा सका.
it: Impossibile caricare l'applicazione pipeline.
nl: Kan pijplijntoepassing niet laden.
te: పైప్u200cలైన్ అప్లికేషన్u200cను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载管道应用程序。

source: Hidden
ar: مختفي
bn: লুকানো
es: Oculto
fr: Caché
hi: छिपा हुआ
it: Nascosto
nl: Verborgen
te: దాచబడింది
zh_tw: 隐

source: Version
ar: إصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
it: Versione
nl: Versie
te: వెర్షన్
zh_tw: 版本

source: Data sets
ar: مجموعات البيانات
bn: ডেটা সেট
es: Conjuntos de datos
fr: Ensembles de données
hi: डेटा सेट
it: Set di dati
nl: Gegevenssets
te: డేటా సెట్లు
zh_tw: 数据集

source: Request pages and content editors defined in this application. Pipe IR and mappers are not exposed yet.
ar: طلب الصفحات ومحرري المحتوى المحددين في هذا التطبيق. لم يتم الكشف عن الأنابيب IR ومصممي الخرائط بعد.
bn: এই অ্যাপ্লিকেশনে সংজ্ঞায়িত পৃষ্ঠা এবং বিষয়বস্তু সম্পাদকদের অনুরোধ করুন। পাইপ আইআর এবং ম্যাপার এখনও উন্মুক্ত করা হয়নি।
es: Solicite páginas y editores de contenido definidos en esta aplicación. Pipe IR y mapeadores aún no están expuestos.
fr: Pages de requête et éditeurs de contenu définis dans cette application. Pipe IR et les mappeurs ne sont pas encore exposés.
hi: इस एप्लिकेशन में परिभाषित पृष्ठों और सामग्री संपादकों का अनुरोध करें। पाइप आईआर और मैपर अभी तक सामने नहीं आए हैं।
it: Richiedi pagine ed editor di contenuti definiti in questa applicazione. Pipe IR e mappatori non sono ancora stati esposti.
nl: Vraag pagina's en inhoudeditors aan die in deze applicatie zijn gedefinieerd. Pipe IR en mappers zijn nog niet zichtbaar.
te: ఈ అప్లికేషన్u200cలో నిర్వచించబడిన పేజీలు మరియు కంటెంట్ ఎడిటర్u200cలను అభ్యర్థించండి. పైప్ IR మరియు మ్యాపర్u200cలు ఇంకా బహిర్గతం కాలేదు.
zh_tw: 请求此应用程序中定义的页面和内容编辑器。管道 IR 和映射器尚未公开。

source: Kind
ar: عطوف
bn: সদয়
es: Amable
fr: Gentil
hi: दयालु
it: Tipo
nl: Vriendelijk
te: దయ
zh_tw: 种类

source: Request page
ar: صفحة الطلب
bn: অনুরোধ পাতা
es: Solicitar página
fr: Page de demande
hi: अनुरोध पृष्ठ
it: Pagina richiesta
nl: Aanvraagpagina
te: అభ్యర్థన పేజీ
zh_tw: 请求页面

source: Locales
ar: اللغات
bn: লোকেল
es: Lugares
fr: Paramètres régionaux
hi: स्थानों
it: Località
nl: Landinstellingen
te: స్థానికులు
zh_tw: 区域设置

source: Loading locales…
ar: جارٍ تحميل اللغات...
bn: লোকেল লোড হচ্ছে...
es: Cargando configuraciones regionales…
fr: Chargement des paramètres régionaux…
hi: स्थान लोड हो रहे हैं...
it: Caricamento delle lingue…
nl: Landinstellingen laden…
te: లొకేల్u200cలను లోడ్ చేస్తోంది…
zh_tw: 正在加载语言环境...

source: No locales returned.
ar: لم يتم إرجاع أي لغات.
bn: কোনো লোকেল ফিরে আসেনি।
es: No se devolvieron locales.
fr: Aucun paramètre régional n'a été renvoyé.
hi: कोई स्थान वापस नहीं आया.
it: Nessuna lingua restituita.
nl: Er zijn geen landinstellingen geretourneerd.
te: లొకేల్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回语言环境。

source: Could not load locales.
ar: تعذر تحميل اللغات.
bn: লোকেল লোড করা যায়নি।
es: No se pudieron cargar las configuraciones regionales.
fr: Impossible de charger les paramètres régionaux.
hi: स्थान लोड नहीं किए जा सके.
it: Impossibile caricare le impostazioni locali.
nl: Kan landinstellingen niet laden.
te: లొకేల్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载语言环境。

source: CMS locales (RXLOCALE) including base-locale flag and whether an exact RXLOCALEFORMAT profile exists. Open a row for format fields. Create/edit is a later slice.
ar: لغات CMS (RXLOCALE) بما في ذلك علامة اللغة الأساسية وما إذا كان هناك ملف تعريف RXLOCALEFORMAT دقيق. افتح صفًا لحقول التنسيق. الإنشاء/التحرير هو شريحة لاحقة.
bn: বেস-লোকেল পতাকা সহ CMS লোকেল (RXLOCALE) এবং একটি সঠিক RXLOCALEFORMAT প্রোফাইল বিদ্যমান কিনা। বিন্যাস ক্ষেত্রগুলির জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Configuraciones regionales de CMS (RXLOCALE), incluido el indicador de configuración regional base y si existe un perfil RXLOCALEFORMAT exacto. Abra una fila para campos de formato. Crear/editar es un segmento posterior.
fr: Paramètres régionaux CMS (RXLOCALE), y compris l'indicateur de paramètres régionaux de base et s'il existe un profil RXLOCALEFORMAT exact. Ouvrez une ligne pour les champs de format. Créer/modifier est une tranche ultérieure.
hi: बेस-लोकेल फ़्लैग सहित CMS लोकेल (RXLOCALE) और क्या सटीक RXLOCALEFORMAT प्रोफ़ाइल मौजूद है। प्रारूप फ़ील्ड के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Impostazioni locali CMS (RXLOCALE) incluso il flag della locale di base e se esiste un profilo RXLOCALEFORMAT esatto. Apri una riga per i campi formato. Crea/modifica è una sezione successiva.
nl: CMS-landinstellingen (RXLOCALE), inclusief de vlag van de basislandinstelling en of er een exact RXLOCALEFORMAT-profiel bestaat. Open een rij voor opmaakvelden. Maken/bewerken is een later segment.
te: CMS లొకేల్u200cలు (RXLOCALE) బేస్-లోకేల్ ఫ్లాగ్u200cతో సహా మరియు ఖచ్చితమైన RXLOCALEFORMAT ప్రొఫైల్ ఉందా. ఫార్మాట్ ఫీల్డ్u200cల కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: CMS 区域设置 (RXLOCALE) 包括基本区域设置标志以及是否存在确切的 RXLOCALEFORMAT 配置文件。为格式字段打开一行。创建/编辑是稍后的切片。

source: Language
ar: لغة
bn: ভাষা
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
nl: Taal
te: భాష
zh_tw: 语言

source: Status
ar: حالة
bn: স্ট্যাটাস
es: Estado
fr: Statut
hi: स्थिति
it: Stato
te: స్థితి
zh_tw: 地位

source: Base locale
ar: القاعدة المحلية
bn: স্থানীয় ঘাঁটি
es: base local
hi: स्थानीय आधार
nl: Lokale basis
te: స్థానిక స్థావరం
zh_tw: 当地基地

source: Format profile
ar: تنسيق الملف الشخصي
bn: ফর্ম্যাট প্রোফাইল
es: Perfil de formato
fr: Formater le profil
hi: प्रोफ़ाइल प्रारूपित करें
it: Formato profilo
nl: Formaat profiel
te: ప్రొఫైల్u200cను ఫార్మాట్ చేయండి
zh_tw: 格式配置文件

source: Loading locale…
ar: جارٍ تحميل اللغة…
bn: লোকেল লোড হচ্ছে...
es: Cargando configuración regional…
fr: Chargement des paramètres régionaux…
hi: स्थान लोड हो रहा है...
it: Caricamento della lingua…
nl: Landinstelling laden…
te: లొకేల్ లోడ్ అవుతోంది…
zh_tw: 正在加载语言环境...

source: Could not load locale.
ar: تعذر تحميل اللغة.
bn: লোকেল লোড করা যায়নি।
es: No se pudo cargar la configuración regional.
fr: Impossible de charger les paramètres régionaux.
hi: स्थान लोड नहीं किया जा सका.
it: Impossibile caricare la locale.
nl: Kan landinstelling niet laden.
te: లొకేల్u200cని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载区域设置。

source: Format profile (RXLOCALEFORMAT)
ar: تنسيق ملف التعريف (RXLOCALEFORMAT)
bn: ফর্ম্যাট প্রোফাইল (RXLOCALEFORMAT)
es: Perfil de formato (RXLOCALEFORMAT)
fr: Profil de format (RXLOCALEFORMAT)
hi: प्रारूप प्रोफ़ाइल (RXLOCALEFORMAT)
it: Profilo formato (RXLOCALEFORMAT)
nl: Formaatprofiel (RXLOCALEFORMAT)
te: ఫార్మాట్ ప్రొఫైల్ (RXLOCALEFORMAT)
zh_tw: 格式配置文件 (RXLOCALEFORMAT)

source: Exact format row for this language string. Runtime may still resolve via regional → base → en-us defaults when empty.
ar: صف التنسيق الدقيق لسلسلة اللغة هذه. قد يستمر حل وقت التشغيل عبر الإعدادات الافتراضية الإقليمية → الأساسية → en-us عندما يكون فارغًا.
bn: এই ভাষা স্ট্রিং জন্য সঠিক বিন্যাস সারি. রানটাইম খালি থাকলে আঞ্চলিক → বেস → en-us ডিফল্টের মাধ্যমে সমাধান হতে পারে।
es: Fila de formato exacto para esta cadena de idioma. El tiempo de ejecución aún puede resolverse a través de los valores predeterminados regional → base → en-us cuando está vacío.
fr: Ligne de format exact pour cette chaîne de langue. Le runtime peut toujours être résolu via les valeurs par défaut régionales → base → en-us lorsqu'il est vide.
hi: इस भाषा स्ट्रिंग के लिए सटीक प्रारूप पंक्ति। रनटाइम खाली होने पर भी क्षेत्रीय → बेस → एन-यूएस डिफॉल्ट के माध्यम से हल हो सकता है।
it: Riga del formato esatto per questa stringa di lingua. Il runtime potrebbe ancora risolversi tramite le impostazioni predefinite regionali → base → en-us quando vuoto.
nl: Exacte opmaakrij voor deze taalreeks. Runtime kan nog steeds worden opgelost via regionale → basis → en-us standaardwaarden als deze leeg is.
te: ఈ భాషా స్ట్రింగ్ కోసం ఖచ్చితమైన ఫార్మాట్ అడ్డు వరుస. రన్u200cటైమ్ ఇప్పటికీ ఖాళీగా ఉన్నప్పుడు ప్రాంతీయ → బేస్ → en-us డిఫాల్ట్u200cల ద్వారా పరిష్కరించవచ్చు.
zh_tw: 该语言字符串的精确格式行。当空时，运行时仍然可以通过区域 → 基础 → en-us 默认值进行解析。
